Repository: zeroman27/FluffyFlash
Catalog: FluffyFlash/Fluffy Flash/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, zh_hans

source: No builds are available to show.
ar: لا توجد بنيات متاحة للعرض.
es: No hay compilaciones disponibles para mostrar.
fr: Aucune version n'est disponible à afficher.
hi: दिखाने के लिए कोई बिल्ड उपलब्ध नहीं है.
zh_hans: 没有可供显示的版本。

source: No drives found
ar: لم يتم العثور على محركات أقراص
es: No se encontraron unidades
fr: Aucun lecteur trouvé
hi: कोई ड्राइव नहीं मिली
zh_hans: 未找到驱动器

source: No files could be queued (invalid links). Try again later.
ar: لا يمكن وضع أي ملفات في قائمة الانتظار (ارتباطات غير صالحة). حاول مرة أخرى لاحقًا.
es: No se pudieron poner archivos en cola (enlaces no válidos). Vuelve a intentarlo más tarde.
fr: Aucun fichier n'a pu être mis en file d'attente (liens invalides). Réessayez plus tard.
hi: कोई भी फ़ाइल कतारबद्ध नहीं की जा सकी (अमान्य लिंक)। बाद में पुन: प्रयास।
zh_hans: 没有文件可以排队（无效链接）。稍后再试。

source: No internet connection.
ar: لا يوجد اتصال بالإنترنت.
es: Sin conexión a Internet.
fr: Pas de connexion Internet.
hi: इंटरनेट कनेक्शन नहीं है।
zh_hans: 无互联网连接。

source: No ISO selected
ar: لم يتم تحديد ISO
es: No se seleccionó ningún ISO
fr: Aucun ISO sélectionné
hi: कोई ISO चयनित नहीं
zh_hans: 未选择 ISO

source: No matching builds
ar: لا توجد بنيات مطابقة
es: No hay compilaciones coincidentes
fr: Aucune version correspondante
hi: कोई मेल खाता निर्माण नहीं
zh_hans: 没有匹配的版本

source: Not enough space on the USB drive: need about %@, free %@.
ar: لا توجد مساحة كافية على محرك أقراص USB: تحتاج إلى حوالي %@، مجانًا %@.
es: No hay suficiente espacio en la unidad USB: se necesita aproximadamente %@, %@ libre.
fr: Pas assez d'espace sur la clé USB : besoin d'environ %@, %@ libre.
hi: यूएसबी ड्राइव पर पर्याप्त जगह नहीं: लगभग %@, मुफ़्त %@ की आवश्यकता है।
zh_hans: USB 驱动器上空间不足：需要 %@ 左右，可用 %@。

source: Nothing matches the current filters or search. Reset filters or broaden your search.
ar: لا شيء يطابق المرشحات أو البحث الحالي. إعادة تعيين عوامل التصفية أو توسيع نطاق البحث.
es: Nada coincide con los filtros o la búsqueda actuales. Restablece filtros o amplía tu búsqueda.
fr: Rien ne correspond aux filtres ou à la recherche actuels. Réinitialisez les filtres ou élargissez votre recherche.
hi: वर्तमान फ़िल्टर या खोज से कुछ भी मेल नहीं खाता। फ़िल्टर रीसेट करें या अपनी खोज का विस्तार करें।
zh_hans: 没有任何内容与当前过滤器或搜索匹配。重置过滤器或扩大搜索范围。

source: On FAT32 a single file cannot exceed ~4 GiB. The image contains files that cannot be split like install.wim:
ar: في نظام FAT32، لا يمكن أن يتجاوز الملف الواحد حوالي 4 جيجا بايت. تحتوي الصورة على ملفات لا يمكن تقسيمها مثل install.wim:
es: En FAT32, un solo archivo no puede exceder ~4 GiB. La imagen contiene archivos que no se pueden dividir como install.wim:
fr: Sur FAT32, un seul fichier ne peut pas dépasser ~ 4 Gio. L'image contient des fichiers qui ne peuvent pas être divisés comme install.wim :
zh_hans: 在 FAT32 上，单个文件不能超过 ~4 GiB。该映像包含无法像 install.wim 那样分割的文件：

source: Other file…
ar: ملف آخر…
es: Otro archivo…
fr: Autre fichier…
hi: अन्य फ़ाइल…
zh_hans: 其他文件...

source: Pick a build in the list, then tap Confirm selection & load options.
ar: اختر إصدارًا من القائمة، ثم اضغط على تأكيد التحديد وخيارات التحميل.
es: Elija una compilación en la lista, luego toque Confirmar selección y cargar opciones.
hi: सूची में एक बिल्ड चुनें, फिर चयन और लोड विकल्पों की पुष्टि करें पर टैप करें।
zh_hans: 在列表中选择一个版本，然后点击确认选择和加载选项。

source: Pipeline: building ISO…
ar: السلسلة: إنشاء ISO…
es: Canal: creando ISO…
fr: Chaîne : création de l’ISO…
hi: पाइपलाइन: ISO बन रहा है…
zh_hans: 流程：正在生成 ISO…

source: Pipeline: downloading UUP…
ar: السلسلة: تنزيل UUP…
es: Canal: descargando UUP…
fr: Chaîne : téléchargement UUP…
hi: पाइपलाइन: UUP डाउनलोड…
zh_hans: 流程：正在下载 UUP…

source: Pipeline: USB write (%lld/%lld). %@
ar: خط الأنابيب: كتابة USB (%lld/%lld). %@
es: Canalización: escritura USB (%lld/%lld). %@
fr: Pipeline : écriture USB (%lld/%lld). %@
hi: पाइपलाइन: यूएसबी राइट (%lld/%lld)। %@
zh_hans: 管道：USB 写入 (%lld/%lld)。 %@

source: Preview / Insider build
ar: معاينة / بناء من الداخل
es: Vista previa/compilación interna
fr: Aperçu / Version Insider
hi: पूर्वावलोकन / अंदरूनी सूत्र निर्माण
zh_hans: 预览/内部构建

source: Process exited with code %lld.%@
ar: تم إنهاء العملية بالكود %lld.%@
es: El proceso salió con el código %lld.%@
fr: Processus terminé avec le code %lld.%@
hi: कोड %lld.%@ के साथ प्रक्रिया बाहर निकल गई

source: Product
ar: المنتج
es: Producto
fr: Produit
hi: उत्पाद
zh_hans: 产品

source: Progress
ar: التقدم
es: Progreso
fr: Progression
hi: प्रगति
zh_hans: 进度

source: Refresh catalog
ar: تحديث الكتالوج
hi: कैटलॉग ताज़ा करें

source: Refresh list
ar: تحديث القائمة
es: Actualizar lista
fr: Actualiser la liste
hi: सूची रीफ़्रेश करें
zh_hans: 刷新列表

source: Requesting file list…
ar: جارٍ طلب قائمة الملفات...
es: Solicitando lista de archivos…
fr: Demande de liste de fichiers…
hi: फ़ाइल सूची का अनुरोध किया जा रहा है...
zh_hans: 正在请求文件列表...

source: Reset
ar: إعادة تعيين
es: Restablecer
fr: Réinitialiser
hi: रीसेट
zh_hans: 重置

source: Reveal ISO in Finder
ar: كشف ISO في Finder
es: Revelar ISO en Finder
fr: Révéler l'ISO dans le Finder
hi: फाइंडर में आईएसओ प्रकट करें
zh_hans: 在 Finder 中显示 ISO

source: Run all
ar: تشغيل الكل
es: Ejecutar todo
fr: Tout exécuter
hi: सब चलाएँ
zh_hans: 全部运行

source: Search by title, build, architecture…
ar: البحث حسب العنوان، والبناء، والهندسة المعمارية ...
es: Busque por título, construcción, arquitectura…
fr: Recherche par titre, construction, architecture…
hi: शीर्षक, निर्माण, वास्तुकला के आधार पर खोजें...
zh_hans: 按标题、构建、架构搜索...

source: Section
ar: قسم
es: Sección
hi: खंड
zh_hans: 分区

source: Select a build first.
ar: حدد البناء أولاً.
es: Seleccione una compilación primero.
fr: Sélectionnez d’abord une version.
hi: पहले एक बिल्ड चुनें.

source: Select a language.
ar: اختر لغة.
es: Seleccione un idioma.
fr: Sélectionnez une langue.
hi: भाषा चुनें।
zh_hans: 选择一种语言。

source: Select a Windows build (for on-drive metadata).
ar: حدد إصدار Windows (للبيانات التعريفية الموجودة على محرك الأقراص).
es: Seleccione una compilación de Windows (para metadatos en la unidad).
fr: Sélectionnez une version Windows (pour les métadonnées sur le disque).
hi: एक विंडोज़ बिल्ड चुनें (ऑन-ड्राइव मेटाडेटा के लिए)।
zh_hans: 选择 Windows 版本（用于驱动器上的元数据）。

source: Select a Windows build.
ar: حدد إصدار Windows.
es: Seleccione una compilación de Windows.
fr: Sélectionnez une version Windows.
hi: एक विंडोज़ बिल्ड चुनें।
zh_hans: 选择 Windows 版本。

source: Select a Windows edition in the list above.
ar: حدد إصدار Windows في القائمة أعلاه.
es: Seleccione una edición de Windows en la lista anterior.
fr: Sélectionnez une édition Windows dans la liste ci-dessus.
hi: उपरोक्त सूची में एक विंडोज़ संस्करण चुनें।
zh_hans: 在上面的列表中选择 Windows 版本。

source: Select a Windows edition.
ar: حدد إصدار ويندوز.
fr: Sélectionnez une édition Windows.
hi: एक Windows संस्करण चुनें.
zh_hans: 选择 Windows 版本。

source: Select at least one USB drive.
ar: حدد محرك أقراص USB واحدًا على الأقل.
es: Seleccione al menos una unidad USB.
fr: Sélectionnez au moins une clé USB.
hi: कम से कम एक USB ड्राइव चुनें.
zh_hans: 选择至少一个 USB 驱动器。

source: Selected removable drives: %lld. Use the Media step to adjust the list if needed, then Run all.
ar: محركات الأقراص القابلة للإزالة المحددة: %lld. استخدم خطوة الوسائط لضبط القائمة إذا لزم الأمر، ثم قم بتشغيل الكل.
fr: Lecteurs amovibles sélectionnés : %lld. Utilisez l’étape Média pour ajuster la liste si nécessaire, puis Exécutez tout.
hi: चयनित हटाने योग्य ड्राइव: %lld. यदि आवश्यक हो तो सूची को समायोजित करने के लिए मीडिया चरण का उपयोग करें, फिर सभी चलाएँ।
zh_hans: 选定的可移动驱动器：%lld。如果需要，请使用“媒体”步骤调整列表，然后“全部运行”。

source: Selected: %lld
ar: تم التحديد: %lld
es: Seleccionado: %lld
fr: Sélectionné : %lld
hi: चयनित: %lld
zh_hans: 已选择：%lld

source: Showing %lld of %lld builds · newest first
ar: يتم عرض %lld من %lld من الإصدارات · الأحدث أولاً
es: Mostrando %lld de %lld compilaciones · las más nuevas primero
fr: Affichage de %lld sur %lld builds · les plus récentes en premier
hi: %lld बिल्ड में से %lld · सबसे नया पहले दिखाया जा रहा है
zh_hans: 显示 %lld 个版本（共 %lld 个）· 最新的在前

source: Size
ar: الحجم
es: Tamaño
fr: Taille
hi: आकार
zh_hans: 大小

source: Skipping (split later): %@
ar: التخطي (التقسيم لاحقًا): %@
es: Saltar (dividir más tarde): %@
fr: Sauter (diviser plus tard) : %@
hi: छोड़ना (बाद में विभाजित): %@
zh_hans: 跳过（稍后拆分）：%@

source: Skipping: %@
ar: التخطي: %@
es: Saltando: %@
fr: Sauter : %@
hi: रस्सी कूदना: %@
zh_hans: 跳过：%@

source: Source
ar: المصدر
es: Origen
hi: स्रोत
zh_hans: 来源

source: Source layout
ar: قسم المصدر
es: Sección de Origen
fr: Section Source
hi: स्रोत खंड
zh_hans: 来源版面

source: Spanish
ar: الإسبانية
es: Español
fr: Espagnol
hi: स्पेनिश
zh_hans: 西班牙语

source: Start a download on Download ISO — progress appears here.
ar: ابدأ التنزيل على Download ISO — يظهر التقدم هنا.
es: Inicie una descarga en Descargar ISO: el progreso aparece aquí.
fr: Démarrez un téléchargement sur Télécharger ISO – la progression apparaît ici.
hi: डाउनलोड आईएसओ पर डाउनलोड शुरू करें - प्रगति यहां दिखाई देती है।
zh_hans: 在“下载 ISO”上开始下载 — 此处显示进度。

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
zh_hans: 状态

source: Stop
ar: إيقاف
es: Detener
fr: Arrêter
hi: रोकें
zh_hans: 停止

source: Switches the main workflow step.
ar: يقوم بتبديل خطوة سير العمل الرئيسية.
es: Cambia el paso principal del flujo de trabajo.
fr: Change l’étape principale du flux de travail.
hi: मुख्य वर्कफ़्लो चरण स्विच करता है.
zh_hans: 切换主要工作流程步骤。

source: System default
ar: افتراضي النظام
es: Predeterminado del sistema
fr: Réglages système
hi: सिस्टम डिफ़ॉल्ट
zh_hans: 跟随系统

source: Tap Languages & editions first.
ar: اضغط على اللغات والإصدارات أولاً.
es: Toca Idiomas y ediciones primero.
fr: Appuyez d'abord sur Langues et éditions.
hi: सबसे पहले भाषाएँ और संस्करण टैप करें।
zh_hans: 首先点击语言和版本。

source: The catalog is empty. Tap Refresh catalog to try again.
ar: الكتالوج فارغ. انقر فوق تحديث الكتالوج للمحاولة مرة أخرى.
es: El catálogo está vacío. Toca Actualizar catálogo para volver a intentarlo.
fr: Le catalogue est vide. Appuyez sur Actualiser le catalogue pour réessayer.
hi: कैटलॉग खाली है. पुनः प्रयास करने के लिए कैटलॉग ताज़ा करें पर टैप करें।
zh_hans: 目录是空的。点击刷新目录重试。

source: The converter script ships with the app; CLI tools are still required at runtime. Release builds bundle them under Resources/Tools/bin. When building from source, run Scripts/bundle-mac-cli-tools.sh (Homebrew on the dev machine) or install packages manually:
ar: يأتي البرنامج النصي للمحول مع التطبيق؛ لا تزال أدوات CLI مطلوبة في وقت التشغيل. يتم تجميع إصدارات الإصدار ضمن الموارد/الأدوات/الحاوية. عند البناء من المصدر، قم بتشغيل Scripts/bundle-mac-cli-tools.sh (Homebrew على جهاز التطوير) أو قم بتثبيت الحزم يدويًا:
es: El script del convertidor se envía con la aplicación; Las herramientas CLI aún son necesarias en tiempo de ejecución. Las versiones de lanzamiento las agrupan en Recursos/Herramientas/bin. Al compilar desde el código fuente, ejecute Scripts/bundle-mac-cli-tools.sh (Homebrew en la máquina de desarrollo) o instale los paquetes manualmente:
hi: कनवर्टर स्क्रिप्ट ऐप के साथ आती है; रनटाइम पर सीएलआई उपकरण अभी भी आवश्यक हैं। रिलीज़ बिल्ड उन्हें संसाधन/टूल्स/बिन के अंतर्गत बंडल करता है। स्रोत से निर्माण करते समय, Scripts/bundle-mac-cli-tools.sh (डेव मशीन पर Homebrew) चलाएँ या मैन्युअल रूप से पैकेज स्थापित करें:

source: The drive will be formatted and written using the build selected in the app.
ar: سيتم تنسيق محرك الأقراص وكتابته باستخدام الإصدار المحدد في التطبيق.
es: La unidad se formateará y escribirá utilizando la compilación seleccionada en la aplicación.
fr: Le lecteur sera formaté et écrit à l'aide de la version sélectionnée dans l'application.
hi: ऐप में चयनित बिल्ड का उपयोग करके ड्राइव को स्वरूपित और लिखा जाएगा।
zh_hans: 该驱动器将使用应用程序中选择的版本进行格式化和写入。

source: The script finished, but no .iso was found in the output folder.
ar: انتهى البرنامج النصي، ولكن لم يتم العثور على ملف .iso في مجلد الإخراج.
es: El script finalizó, pero no se encontró ningún .iso en la carpeta de salida.
fr: Le script s'est terminé, mais aucun fichier .iso n'a été trouvé dans le dossier de sortie.
hi: स्क्रिप्ट समाप्त हो गई, लेकिन आउटपुट फ़ोल्डर में कोई .iso नहीं मिला।

source: The server returned an empty file list. Try another edition or language.
ar: قام الخادم بإرجاع قائمة ملفات فارغة. جرّب إصدارًا أو لغة أخرى.
es: El servidor devolvió una lista de archivos vacía. Pruebe con otra edición o idioma.
fr: Le serveur a renvoyé une liste de fichiers vide. Essayez une autre édition ou une autre langue.
hi: सर्वर ने एक खाली फ़ाइल सूची लौटा दी। कोई अन्य संस्करण या भाषा आज़माएँ.
zh_hans: 服务器返回一个空文件列表。尝试其他版本或语言。

source: This action is not available yet.
ar: هذا الإجراء غير متوفر بعد.
es: Esta acción aún no está disponible.
fr: Cette action n'est pas encore disponible.
zh_hans: 此操作尚不可用。

source: This build looks like an Insider or preview channel. It may be less stable than retail releases.
ar: يبدو هذا الإصدار كقناة Insider أو قناة معاينة. قد تكون أقل استقرارًا من إصدارات البيع بالتجزئة.
es: Esta compilación parece un canal Insider o de vista previa. Puede que sea menos estable que los lanzamientos minoristas.
fr: Cette version ressemble à une chaîne Insider ou Preview. Il peut être moins stable que les versions commerciales.
hi: यह बिल्ड एक इनसाइडर या पूर्वावलोकन चैनल जैसा दिखता है। यह खुदरा रिलीज़ की तुलना में कम स्थिर हो सकता है।
zh_hans: 此版本看起来像 Insider 或预览频道。它可能不如零售版本稳定。

source: This Mac
ar: هذا ماك
es: Esta Mac
fr: Ce Mac
hi: यह मैक
zh_hans: 这台Mac

source: Update this drive?
ar: تحديث محرك الأقراص هذا؟
es: ¿Actualizar esta unidad?
fr: Mettre à jour ce lecteur ?
hi: इस ड्राइव को अपडेट करें?
zh_hans: 更新这个驱动器吗？

source: USB drives
ar: محركات USB
es: Unidades USB
fr: Lecteurs USB
hi: USB ड्राइव
zh_hans: USB 驱动器

source: USB imaging
ar: كتابة USB
es: Grabación USB
fr: Écriture USB
hi: USB इमेजिंग
zh_hans: USB 写入

source: USB volume not found after formatting: %@
ar: لم يتم العثور على وحدة تخزين USB بعد التنسيق: %@
es: Volumen USB no encontrado después de formatear: %@
fr: Volume USB introuvable après le formatage : %@
hi: फ़ॉर्मेट करने के बाद USB वॉल्यूम नहीं मिला: %@
zh_hans: 格式化后未找到 USB 卷：%@

source: UUP cache
ar: ذاكرة التخزين المؤقت UUP
es: caché UUP
fr: Cache UUP
hi: यूयूपी कैश
zh_hans: UUP缓存

source: UUP folder missing after download: %@
ar: مجلد UUP مفقود بعد التنزيل: %@
es: Falta la carpeta UUP después de la descarga: %@
fr: Dossier UUP manquant après le téléchargement : %@
hi: डाउनलोड के बाद यूयूपी फ़ोल्डर गायब: %@
zh_hans: 下载后丢失 UUP 文件夹：%@

source: Wait for ISO conversion to finish before running the full pipeline.
ar: انتظر حتى ينتهي تحويل ISO قبل تشغيل المسار الكامل.
es: Espere a que finalice la conversión ISO antes de ejecutar el proceso completo.
fr: Attendez la fin de la conversion ISO avant d’exécuter le pipeline complet.
hi: पूरी पाइपलाइन चलाने से पहले आईएसओ रूपांतरण समाप्त होने तक प्रतीक्षा करें।
zh_hans: 等待 ISO 转换完成，然后再运行完整的管道。

source: Wait for the download to finish before running the full pipeline.
ar: انتظر حتى ينتهي التنزيل قبل تشغيل المسار الكامل.
fr: Attendez la fin du téléchargement avant d'exécuter le pipeline complet.
hi: पूरी पाइपलाइन चलाने से पहले डाउनलोड समाप्त होने तक प्रतीक्षा करें।
zh_hans: 等待下载完成，然后再运行完整的管道。

source: Warning: could not write %@: %@
ar: تحذير: لا يمكن الكتابة %@: %@
es: Advertencia: no se pudo escribir %@: %@
fr: Attention : impossible d'écrire %@ : %@
hi: चेतावनी: %@ नहीं लिख सका: %@
zh_hans: 警告：无法写入%@：%@

source: wimlib (wimlib-imagex)
ar: ويمليب (ويمليب-إيماجإكس)
hi: विम्लिब (विम्लिब-इमेजेक्स)

source: Windows builds (UUP)
ar: إصدارات Windows (UUP)
es: Compilaciones de Windows (UUP)
fr: Versions Windows (UUP)
hi: विंडोज़ बिल्ड (यूयूपी)
zh_hans: Windows 构建 (UUP)

source: Windows image (.iso)
ar: صورة ويندوز (.iso)
es: Imagen de Windows (.iso)
fr: Image Windows (.iso)
hi: विंडोज़ छवि (.iso)

source: Windows language & edition
ar: لغة وإصدار ويندوز
es: Idioma y edición de Windows
fr: Langue et édition Windows
hi: विंडोज़ भाषा और संस्करण
zh_hans: Windows 语言和版本

source: Workflow
ar: سير العمل
es: Flujo de trabajo
fr: Flux de travail
hi: कार्यप्रवाह
zh_hans: 工作流

source: Write
ar: كتابة
es: Grabar
fr: Écrire
hi: लिखें
zh_hans: 写入

source: Write %lld of %lld: %@
ar: اكتب %lld من %lld: %@
es: Escribe %lld de %lld: %@
fr: Écrivez %lld de %lld : %@
hi: %lld का %lld लिखें: %@
zh_hans: 写入 %lld（共 %lld）：%@

source: Write ISO to USB…
ar: اكتب ISO إلى USB...
es: Escribir ISO en USB…
fr: Écrire l'ISO sur USB…
zh_hans: 将 ISO 写入 USB...

source: Writes the selected ISO to the selected drives. The UUP → ISO → USB chain is started with Run all at the bottom.
ar: يكتب ISO المحدد إلى محركات الأقراص المحددة. تبدأ سلسلة UUP → ISO → USB مع تشغيل الكل في الأسفل.
es: Escribe el ISO seleccionado en las unidades seleccionadas. La cadena UUP → ISO → USB se inicia con Ejecutar todo en la parte inferior.
fr: Écrit l'ISO sélectionné sur les lecteurs sélectionnés. La chaîne UUP → ISO → USB est démarrée avec Run all en bas.
hi: चयनित आईएसओ को चयनित ड्राइव पर लिखता है। यूयूपी → आईएसओ → यूएसबी श्रृंखला नीचे रन ऑल के साथ शुरू होती है।
zh_hans: 将选定的 ISO 写入选定的驱动器。 UUP → ISO → USB 链从底部的 Run all 开始。

source: Writing to USB…
ar: جارٍ الكتابة على USB…
es: Grabando en USB…
fr: Écriture sur USB…
hi: USB पर लिखा जा रहा है…
zh_hans: 正在写入 USB…

source: Your list selection doesn’t match the confirmed build. Confirm again or pick Download.
ar: لا يتطابق اختيار القائمة الخاصة بك مع الإصدار المؤكد. أكد مرة أخرى أو اختر تنزيل.
es: La selección de su lista no coincide con la compilación confirmada. Confirme nuevamente o seleccione Descargar.
fr: Votre sélection de liste ne correspond pas à la version confirmée. Confirmez à nouveau ou choisissez Télécharger.
hi: आपकी सूची का चयन पुष्टि किए गए निर्माण से मेल नहीं खाता है। दोबारा पुष्टि करें या डाउनलोड चुनें।
zh_hans: 您的列表选择与已确认的版本不匹配。再次确认或选择“下载”。

source: — Fluffy Flash: bootable USB write —
es: - Fluffy Flash: escritura USB de arranque -
fr: — Fluffy Flash : écriture USB bootable —

source: %lld percent
es: %lld por ciento
zh_hans: %lld 百分比

source: cabextract
es: extracto de cabe
fr: extrait de cab
hi: कैबएक्सट्रेक्ट

source: Canceled.
es: Cancelado.
fr: Annulé.
hi: रद्द कर दिया गया.
zh_hans: 取消。

source: cdrtools (mkisofs) or genisoimage
es: cdrtools (mkisofs) o genisoimagen
fr: cdrtools (mkisofs) ou genisoimage
hi: cdrtools (mkisofs) या genisoimage
zh_hans: cdrtools (mkisofs) 或 genisoimage

source: Conversion did not produce an ISO path.
es: La conversión no produjo una ruta ISO.
hi: रूपांतरण से ISO पथ नहीं बना.
zh_hans: 转换未生成 ISO 路径。

source: FAT32 (WINSETUP) will be applied to %lld drives, one after another.
es: FAT32 (WINSETUP) se aplicará a las unidades %lld, una tras otra.
hi: FAT32 (WINSETUP) को एक के बाद एक %lld ड्राइव पर लागू किया जाएगा।
zh_hans: FAT32 (WINSETUP) 将依次应用于 %lld 个驱动器。

source: Load languages and editions for the selected build first.
es: Cargue primero los idiomas y ediciones de la compilación seleccionada.
fr: Chargez d'abord les langues et les éditions pour la version sélectionnée.
hi: पहले चयनित बिल्ड के लिए भाषाएँ और संस्करण लोड करें।

source: No folders yet
es: Aún no hay carpetas
hi: अभी तक कोई फ़ोल्डर नहीं
zh_hans: 还没有文件夹

source: Operation canceled.
es: Operación cancelada.
fr: Opération annulée.
hi: ऑपरेशन रद्द कर दिया गया.
zh_hans: 操作已取消。

source: Reset filters
es: Restablecer filtros
fr: Réinitialiser les filtres
hi: फ़िल्टर रीसेट करें
zh_hans: 重置过滤器

source: The ISO has neither sources/install.wim nor sources/install.esd.
es: La ISO no tiene fuentes/install.wim ni fuentes/install.esd.
hi: ISO के पास न तो source/install.wim है और न ही source/install.esd है।
zh_hans: ISO 既没有sources/install.wim，也没有sources/install.esd。

source: The pipeline is running. Wait for the current step to finish.
es: El oleoducto está funcionando. Espere a que finalice el paso actual.
hi: पाइपलाइन चल रही है. वर्तमान चरण समाप्त होने तक प्रतीक्षा करें.
zh_hans: 管道正在运行。等待当前步骤完成。

source: Update to selected build
es: Actualizar a la compilación seleccionada
fr: Mettre à jour vers la version sélectionnée
hi: चयनित बिल्ड में अद्यतन करें
zh_hans: 更新到选定的版本

source: UUP progress, cache folders, and ISO conversion. Folder: %@
es: Progreso de UUP, carpetas de caché y conversión ISO. Carpeta: %@
fr: Progression UUP, dossiers de cache et conversion ISO. Dossier: %@
hi: यूयूपी प्रगति, कैश फ़ोल्डर और आईएसओ रूपांतरण। फ़ोल्डर: %@

source: Warning: install.wim/esd size unknown — free space check skipped.
es: Advertencia: tamaño desconocido de install.wim/esd: se omitió la verificación de espacio libre.
hi: चेतावनी: install.wim/esd आकार अज्ञात - खाली स्थान की जांच छोड़ दी गई।
zh_hans: 警告：install.wim/esd 大小未知 — 已跳过可用空间检查。

source: Windows package language & edition
es: Idioma y edición del paquete de Windows
fr: Langue et édition du package Windows
hi: विंडोज़ पैकेज भाषा और संस्करण
zh_hans: Windows 软件包语言和版本

source: External command exited with code 23 (partial failure).%@
fr: Commande externe terminée avec le code 23 (échec partiel).%@
hi: बाहरी कमांड कोड 23 (आंशिक विफलता) के साथ बाहर निकल गया।%@
zh_hans: 外部命令退出，代码为 23（部分失败）。%@

source: wimlib-imagex was not found. Release builds include it under Tools/bin. Otherwise: brew install wimlib
fr: wimlib-imagex n'a pas été trouvé. Les versions de version l'incluent sous Outils/bin. Sinon : brew install wimlib
hi: wimlib-imagex नहीं मिला। रिलीज़ बिल्ड में इसे टूल्स/बिन के अंतर्गत शामिल किया गया है। अन्यथा: ब्रू इंस्टॉल विमलिब

source: aria2 (aria2c)
hi: एरिया2 (एरिया2सी)

source: Finder
zh_hans: 访达
